window.GAME_DATA = {
  "rooms": [
    {
      "id": "room-01",
      "title": "カレンダー",
      "text": "こけしと狸のイラストが下部に描かれている。魔女の仮装をしたネコはまだしも、10月と関連があっただろうか。"
    },
    {
      "id": "room-02",
      "title": "名画「宝玉を持った少女」",
      "text": "宝石が盗まれた絵画である。宝石を持っていたであろう手が哀愁を漂わせている。それはそうと、盗まれた宝石はどんなものだったのだろう。"
    },
    {
      "id": "room-03",
      "title": "暖炉の中",
      "text": "薪をくべて暖をとるタイプの昔ながらの暖炉だ。今年はまだ使われた形跡がない。"
    },
    {
      "id": "room-04",
      "title": "暖炉の上",
      "text": "カボチャやろうそくが置かれている。ほこりはない。掃除が行き届いている。ろうそくには、本物の火がくべられていた。ろうそくの火は一度だけ、ルージュが消したらしい。"
    },
    {
      "id": "room-05",
      "title": "お菓子の置かれた机",
      "text": "様々なお菓子とプレートが置かれている。プレートには、お菓子の名前と発祥地が記されている。"
    },
    {
      "id": "room-06",
      "title": "迷画「黒猫と烏」",
      "text": "黒猫と烏が描かれたイラストである。いらすとや様の画像だ。"
    },
    {
      "id": "room-07",
      "title": "絵画「？？？」",
      "text": "作者曰く、誰を描いたかはわからないようだ。音楽室に飾られていても違和感はない。"
    },
    {
      "id": "room-08",
      "title": "海賊風カボチャ",
      "text": "片目を眼帯で隠しているジャックオランタンだ。海賊の眼帯には、暗闇でも瞬時に周囲を見られるようにするというライフハック(暗順応対策)があったそうだ。"
    },
    {
      "id": "room-09",
      "title": "目が三角のカボチャ",
      "text": "普遍的なジャックオランタンだ。館の主や使用人たちが作製したらしい。中身はくりぬかれていて空洞だ。三角の目をもつジャックオランタンの中身はすべて、赤色の単色LEDが入っていた。このカボチャたちは、本来のサイズではないものの、実際と同じ位置に設置されているらしい。"
    },
    {
      "id": "room-10",
      "title": "目が丸のカボチャ",
      "text": "目が丸の形をしたジャックオランタンだ。館の主の幼馴染であるルージュが、かぼちゃを分けてもらい作ったらしい。目が丸の形をしたジャックオランタンの中身はすべて、緑色の単色ＬＥＤが入っていた。このカボチャたちは、本来のサイズではないものの、実際と同じ位置に設置されているらしい。"
    },
    {
      "id": "room-11",
      "title": "目が星のカボチャ",
      "text": "目が星形のジャックオランタンだ。アガットが試作品として作ったジャックオランタンだ。部屋には２個置いてあった。どちらも、白色のLEDライトが入っていた。このカボチャたちは、本来のサイズではないものの、実際と同じ位置に設置されているらしい。"
    },
    {
      "id": "room-12",
      "title": "窓の風景",
      "text": "宝石盗難事件の発覚する前に、この窓から花火が見えていたらしい。窓からは、外の様子が見える。大きな庭と、奥には大自然が広がっていた。"
    },
    {
      "id": "room-13",
      "title": "窓のカーテン",
      "text": "窓の横には、黒色のカーテンが備え付けられていた。床まで届くほどの大きなカーテンで、小さい子供なら容易に隠れることが出来そうだ。"
    },
    {
      "id": "room-14",
      "title": "蜘蛛の巣",
      "text": "蜘蛛の巣が装飾としておかれていた。大きな蜘蛛の巣で、暗闇の際は、隠れることが出来そうだ。"
    },
    {
      "id": "room-15",
      "title": "テーブルの下",
      "text": "テーブルの下を覗くと、緑色に発光するグラスが落ちていた。"
    },
    {
      "id": "room-16",
      "title": "テーブル",
      "text": "床から数センチ上までを覆い隠すほどの、大きな黒色のテーブルクロスが掛けられていた。"
    },
    {
      "id": "room-17",
      "title": "グラス",
      "text": "このグラスは、液体を入れたら発光する特殊なグラスらしい。アガット以外のメンバーには、それぞれ異なる色に発光するグラスが配られていたらしい。このグラスたちは、実際の位置に置かれているらしい。"
    },
    {
      "id": "room-18",
      "title": "監視カメラ",
      "text": "監視カメラの映像を確認するためには、セキュリティーコードが必要らしい。調査によって見つけることは難しいだろう。"
    },
    {
      "id": "room-19",
      "title": "ゴミ箱",
      "text": "お菓子を捨てるために設置されたごみ箱だ。一度、使用人が部屋に来た時に交換したため、中には少しのごみしか入っていなかった。何か気になるものが入っていたのだろうか。"
    },
    {
      "id": "room-20",
      "title": "時計",
      "text": "そういえば、この部屋には備え付けの時計がない。時刻を知るためには、それぞれの所持しているものから、知る必要があるようだ。"
    },
    {
      "id": "room-21",
      "title": "照明",
      "text": "天井には、照明が設置されていた。当時は、ハロウィンのイメージに合わせて、暗めに設定してつけられていたようだ。また、天井の照明やジャックオランタンに入れられたLEDなど、この部屋に設置された全ての電子的な照明は、連動してオン/オフできるように改造されているらしい。アガット曰く、サプライズのためだったらしい。"
    },
    {
      "id": "room-22",
      "title": "テーブル②",
      "text": "テーブルの上には、お菓子のほかに飲み物もおかれていた。カルピスやオレンジジュースといった、パーティっぽいなじみ深い飲み物たちだ。"
    },
    {
      "id": "room-23",
      "title": "導入",
      "text": "真相解明ってなんですか？と焔に問うたら、「それは、犯人を見つけることだね！」と言っていた。"
    }
  ],
  "testimonies": [
    {
      "id": "testimony-01",
      "title": "サプライズについて①",
      "lines": [
        {
          "speaker": "アガット",
          "text": "実はサプライズとして、部屋を真っ暗にして窓から花火を見せるというイベントを計画していたんだ。"
        },
        {
          "speaker": "ルージュ",
          "text": "あーあれね。私は、使用人さんに聞いていたから大丈夫だったけど、ほかの知らないメンバーは驚いて部屋はめちゃくちゃだったわ。"
        },
        {
          "speaker": "アガット",
          "text": "ごめん。"
        },
        {
          "speaker": "ムロン",
          "text": "でも、とってもきれいだったよね！"
        },
        {
          "speaker": "カーマイン",
          "text": "うんうん！"
        },
        {
          "speaker": "アガット",
          "text": "照明は、20時ちょうどに消えるように設定していたんだ。でも、ちょっとね、、、いろいろあってね。"
        },
        {
          "speaker": "ルージュ",
          "text": "いつもの物忘れね。だから、サプライズを知っていながら、あんなびっくりして慌てふためいていたのね。あんたがぶつかって、クロッカスのグラスは落ちるし、大変だったのよー。"
        },
        {
          "speaker": "アガット",
          "text": "ごめん。"
        },
        {
          "speaker": "クロッカス",
          "text": "私は全然大丈夫だったから！それにしても、暗闇の時間は、20分間くらいだったかな？"
        },
        {
          "speaker": "ムロン",
          "text": "うんうん、その間に多少のアクシデントとでっかい花火！！きれいだったなー"
        }
      ],
      "special": false
    },
    {
      "id": "testimony-02",
      "title": "サプライズについて②",
      "lines": [
        {
          "speaker": "ムロン",
          "text": "花火だけど、みんなで窓のところに張り付いてみたよねー"
        },
        {
          "speaker": "カーマイン",
          "text": "俺様が、一番で、そのあとにムロンが来たっけ？"
        },
        {
          "speaker": "サフィール",
          "text": "たしか、そうだった気がする。私は、5番目くらいに行ったと思うけど。"
        },
        {
          "speaker": "ボルド",
          "text": "そうそう、そのあと僕の花火にまつわる科学のありがたい公演を…"
        },
        {
          "speaker": "ルージュ",
          "text": "あれは、うるさかったわ。"
        },
        {
          "speaker": "ボルド",
          "text": "な？！"
        },
        {
          "speaker": "ムロン",
          "text": "うんうん、静かに見たかったーかも！"
        },
        {
          "speaker": "ボルド",
          "text": "なぬ、、、"
        },
        {
          "speaker": "クロッカス",
          "text": "まあまあ、私は勉強になったから。"
        },
        {
          "speaker": "ボルド",
          "text": "ありがとーー"
        }
      ],
      "special": false
    },
    {
      "id": "testimony-03",
      "title": "使用人の証言①",
      "lines": [
        {
          "speaker": "使用人",
          "text": "アガット様の頼みにより、部屋の全ての照明は20時に一斉に消えるように設定しておりました。再び照明がつくのが、20時20分ですね。この時刻は、館の時刻を参考に設定しておりましたから、いつも10分前に腕時計を設定しているアガット様は、勘違いをしてしまったのかもしれませんね。"
        }
      ],
      "special": false
    },
    {
      "id": "testimony-04",
      "title": "使用人の証言②",
      "lines": [
        {
          "speaker": "使用人",
          "text": "暗闇にする前に、安全のためにろうそくを消そうと部屋に向かった所、ルージュ様が消された後でした。ルージュ様には、事前にサプライズの件を伝えておいたので、気を利かせて消してくれたみたいです。たしか、あれが消灯前の15分前だったと思います。そのあと、ごみ箱からごみを回収して使用人の部屋に戻りました。自室でごみの分別をしていた時、折りたたまれたアガット様のメモを見つけました。そのメモには、『20時にサプライズ開始！』という言葉がつづられていました。必要がなくなったから、捨てたのでしょう。"
        }
      ],
      "special": false
    },
    {
      "id": "testimony-05",
      "title": "使用人の証言③",
      "lines": [
        {
          "speaker": "使用人",
          "text": "焔さんから、電話をお借りしています。「真相解明に是非とも使ってくれ」だそうです。もし、調査で誰かの電話番号を知った場合は、こちらを使って電話をかけてみてはいかがでしょうか。電話は、右上に置いておきますね。"
        }
      ],
      "special": false
    },
    {
      "id": "testimony-06",
      "title": "宝石盗難について",
      "lines": [
        {
          "speaker": "アガット",
          "text": "宝石がなくなったのが発覚したのは、20時50分くらいだったかな？"
        },
        {
          "speaker": "ボルド",
          "text": "ううん、僕の時計では20時40分だったと思う。"
        },
        {
          "speaker": "ルージュ",
          "text": "でも、この人数だし、暗闇の状態じゃないときに盗んでいたら誰かに発見されるんじゃないかな。"
        },
        {
          "speaker": "カーマイン",
          "text": "俺様もそう思うぜ。犯行は、暗闇だった20分間で決まりだ！"
        },
        {
          "speaker": "アガット",
          "text": "それで、そのあとみんなで部屋を調査したんだよね。"
        },
        {
          "speaker": "ルージュ",
          "text": "私とアガットは暖炉の方を"
        },
        {
          "speaker": "アガット",
          "text": "絵画が気になったからね"
        },
        {
          "speaker": "カーマイン",
          "text": "俺様は真ん中の机を"
        },
        {
          "speaker": "サフィール",
          "text": "私とクロッカスで、窓の方の机を調べたよね。"
        },
        {
          "speaker": "クロッカス",
          "text": "うんうん、私は机の下を担当して探したよ。お菓子が落ちてないかなーなんて、気になったからね。"
        },
        {
          "speaker": "ムロン",
          "text": "僕はカメラを確認してたよ！！"
        },
        {
          "speaker": "ボルド",
          "text": "僕は、使用人さんを呼びに行ったよ。"
        },
        {
          "speaker": "アガット",
          "text": "まあ、それでもどこにも見つからなかったけどねー。"
        },
        {
          "speaker": "ルージュ",
          "text": "荒く調べただけだからね。それに、真ん中の机からお菓子もなくなっていて、それどころじゃなくなっちゃったのよね。"
        }
      ],
      "special": false
    },
    {
      "id": "testimony-07",
      "title": "執事の証言",
      "lines": [
        {
          "speaker": "執事",
          "text": "焔さんが話していた、推理ゲームの件ですね。私は、皆さんに盗まれた宝石についての情報をお伝えしたいと思います。飾られていた宝石の名前は、「アレキライト」。実在するアレキサンドライトに似た色変わりの宝石です。ろうそくなどの暖色系の光源に照らされている場合は赤色に変化し、白色の光では青色に変化する宝石です。色変わりの条件は、20分照らされていることです。色が変わった後は、次に色が変わるまではその直前の色を保持し続けるという性質も持っているそうですよ。それでは、引き続き真相解明を頑張ってくださいね。"
        }
      ],
      "special": true
    },
    {
      "id": "testimony-08",
      "title": "宝石について",
      "lines": [
        {
          "speaker": "ムロン",
          "text": "ねね、あのきれいな絵の宝石ってなんていう名前なの？"
        },
        {
          "speaker": "アガット",
          "text": "あーあれは、たしか、、、うーん"
        },
        {
          "speaker": "サフィール",
          "text": "…アレキライト。"
        },
        {
          "speaker": "ルージュ",
          "text": "…またの名を、色変わりの王様。照らす光源の色によって、色を変化させる特別な宝石だよ。忘れるなんて、宝石がかわいそうだわ。"
        },
        {
          "speaker": "アガット",
          "text": "あはは…面目ない。"
        }
      ],
      "special": false
    }
  ],
  "people": [
    {
      "name": "アガット",
      "costume": "ドラキュラ",
      "image": "vampire",
      "items": [
        {
          "title": "高そうな腕時計",
          "text": "時刻は、21時10分を指している。この館の家紋であるバラの紋章が入っている。"
        },
        {
          "title": "高そうなペン",
          "text": "万年筆だ。烏の羽のような独特な黒の輝きを放っている。"
        },
        {
          "title": "高そう手袋",
          "text": "皮でできた手袋だ。丁寧に仕上げられている。"
        },
        {
          "title": "高そうな指輪",
          "text": "リングには宝石がはめ込まれていた。赤色の宝石だ。"
        },
        {
          "title": "高そうな手帳",
          "text": "高そうな手帳だ。一枚ページが破られた跡がある。最後のページには執事の電話番号「09073929953」が記されていた。"
        }
      ]
    },
    {
      "name": "ルージュ",
      "costume": "魔女",
      "image": "witch",
      "items": [
        {
          "title": "赤色の液体の入った瓶",
          "text": "瓶の中で赤色の液体が輝きを放っている。どんな成分が入っているかは謎である。瓶を傾けると、液体がさらさらしていると分かった。"
        },
        {
          "title": "緑色の液体の入った瓶",
          "text": "瓶の中で緑色の液体が輝きを放っている。どんな成分が入っているかは謎である。瓶を傾けると、液体がドロドロしていると分かった。"
        },
        {
          "title": "青色の液体の入った瓶",
          "text": "瓶の中で青色の液体が輝きを放っている。どんな成分が入っているかは謎である。瓶を傾けると、液体だと思っているものは、固体であることが分かった。"
        },
        {
          "title": "ボールペン",
          "text": "黒色の普遍的なボールペンだ。コンビニで売っているのを見たことがある。インクは残っているようだが、なぜだか線を書くことができなかった。"
        },
        {
          "title": "メモ帳",
          "text": "胸ポケットに入るサイズの小さなメモ帳だ。中には、お菓子のレシピが書かれていた。かわいいタイプのお菓子から、禍々しいお菓子まで、実に多くのレシピが絵と共に丁寧に書かれていた。"
        }
      ]
    },
    {
      "name": "カーマイン",
      "costume": "狼男",
      "image": "wolf",
      "items": [
        {
          "title": "衣服",
          "text": "今着ているような服と似た雰囲気の衣服が1セットまとめられていた。"
        },
        {
          "title": "雑誌",
          "text": "UMAなどをまとめた、オカルト雑誌だ。オカルト以外にも、パワーストーンや、パワースポットなどをまとめた特集ページもあるようだ。［STAFFに聞けば、その雑誌のコピーを見せてくれるようだ。］"
        },
        {
          "title": "縄",
          "text": "よく使いこんだ縄のようだ。外で使用したらしく、かすかに大地の匂いがする。"
        },
        {
          "title": "調理器具",
          "text": "携帯用のカセットコンロと鍋だ。サバイバルでも始めるつもりだろうか。"
        },
        {
          "title": "ガムテープ",
          "text": "オオカミの被り物が壊れた時に使うものだろうか。"
        }
      ]
    },
    {
      "name": "ボルド",
      "costume": "フランケンシュタイン",
      "image": "frankenstein",
      "items": [
        {
          "title": "眼鏡",
          "text": "度が入った眼鏡だ。間違いなく、視力を補うものだろう。"
        },
        {
          "title": "腕時計",
          "text": "普遍的な腕時計だ。デジタル式で、時刻は21時00分を示している。"
        },
        {
          "title": "普遍的な手帳",
          "text": "手帳には、予定が丁寧に記されていた。破った形跡はみられない。"
        },
        {
          "title": "薬",
          "text": "常備薬らしい。毎日1回飲んでいるらしい。"
        }
      ]
    },
    {
      "name": "サフィール",
      "costume": "死神",
      "image": "reaper",
      "items": [
        {
          "title": "首飾り",
          "text": "青色の宝石が埋め込まれた首飾りがある。"
        },
        {
          "title": "小型のライト",
          "text": "鞄につけられるサイズの、小型の白色ライトだ。"
        },
        {
          "title": "鎌",
          "text": "死神の仮装に合わせて持ってきた鎌だろう。材質は段ボールで、大きい。"
        },
        {
          "title": "白いテープ",
          "text": "死神のお面を補強するために使ったテープだ。"
        },
        {
          "title": "濡れたハンカチ",
          "text": "濡れたハンカチだ。液体を拭くときに使用したのだろう。"
        }
      ]
    },
    {
      "name": "クロッカス",
      "costume": "キョンシー",
      "image": "jiangshi",
      "items": [
        {
          "title": "スケッチブック",
          "text": "風景や生き物のイラストが生き生きと描かれている。"
        },
        {
          "title": "絵具",
          "text": "水をつけることで、色が解け出るタイプの絵具だ。持ち運びに便利だ。"
        },
        {
          "title": "懐中電灯",
          "text": "手元を照らせるくらいの光量の白色のライトだ。"
        },
        {
          "title": "安全ピン",
          "text": "市販で売られている安全ピンだ。状態は新品に近い。"
        }
      ]
    },
    {
      "name": "ムロン",
      "costume": "おばけ",
      "image": "ghost",
      "items": [
        {
          "title": "カメラ",
          "text": "撮った写真がモノクロに移るカメラらしい。一通り確認したが、犯行の瞬間は移っていなかった。"
        }
      ]
    }
  ],
  "ending": [
    {
      "speaker": "和問",
      "text": "犯人は、、、死神の仮装をしたサフィールさんでしたか。"
    },
    {
      "speaker": "和問",
      "text": "真相解明ですね。\n\nお疲れ様です。\n\nでは、焔さんに伝えに行きますか。"
    },
    {
      "speaker": "scene",
      "text": "【焔と和問の家】"
    },
    {
      "speaker": "焔",
      "text": "…"
    },
    {
      "speaker": "和問",
      "text": "焔さん、謎が解けましたよ！\n\n…って、なに、映画見てるんですか！\n\nもしや、これがやるべきことじゃないですよね。"
    },
    {
      "speaker": "焔",
      "text": "なっ、失礼な！\n\n今日はハロウィンなんだから、家で、こー待ってないとだなー"
    },
    {
      "speaker": "和問",
      "text": "…子供たちが来た時にお菓子をあげられないと？"
    },
    {
      "speaker": "焔",
      "text": "ご名答！"
    },
    {
      "speaker": "和問",
      "text": "…こんな山奥に来る子供いるわけじゃないですか。"
    },
    {
      "speaker": "焔",
      "text": "うっ。…そういう考えもあるな。\n\nまあ、それはいいとして。真相解明おめでとう。\n\nえ、この後のことが気になるだって？"
    },
    {
      "speaker": "和問",
      "text": "(幻聴が聞こえてるのかな。この人)"
    },
    {
      "speaker": "焔",
      "text": "しょうがないなー。見せてあげよう。\n\nと言いたいところだが、ちょっと用事があってだな。\n\nまたこの話は、来年にするとするよ。\n\nそれまでいろんな考察をしていてくれ。"
    },
    {
      "speaker": "和問",
      "text": "(漫画書き終わらなかったんだろうなー)"
    },
    {
      "speaker": "焔",
      "text": "それじゃ、これからハロウィンパーティがあるから。\n\nここらで！また会おう！\n\nあ、真相解明の報酬に缶バッチがもらえるから、ぜひ貰ってくれ！"
    },
    {
      "speaker": "和問",
      "text": "また会えることを楽しみにしていますね！"
    }
  ]
};
